{
  "index": {
    "kicker": "Aprende",
    "title": "Aprende",
    "subtitle": "Guías educativas organizadas por enfoque de tratamiento.",
    "intro": "Estos recursos explican dispositivos, protocolos y criterios de candidatura para que tomes decisiones informadas antes de reservar.",
    "searchLabel": "Buscar",
    "searchPlaceholder": "Buscar temas o tratamientos",
    "viewAll": "Ver todo",
    "readMore": "Leer más",
    "categories": [
      {
        "title": "RF Microneedling",
        "anchor": "rf-microneedling",
        "description": "Selección de dispositivo, candidatura y planificación clínica.",
        "items": [
          {
            "title": "Sylfirm X RF Microneedling",
            "excerpt": "Cómo se diferencia Sylfirm X, para quién puede ser adecuado y por qué la evaluación médica es clave.",
            "href": "/learn/sylfirm-x-rf-microneedling"
          },
          {
            "title": "Sylfirm X vs Otros Dispositivos de RF Microneedling",
            "excerpt": "Qué comparar entre plataformas, contexto de seguridad FDA y elección del dispositivo.",
            "href": "/learn/sylfirm-x-vs-other-rf-microneedling"
          },
          {
            "title": "Mejor clínica en Tijuana para Sylfirm X RF Microneedling",
            "excerpt": "Cómo evaluar la calidad del plan para melasma, enrojecimiento, pigmentación y piel sensible.",
            "href": "/learn/best-clinic-tijuana-sylfirm-x-rf-microneedling"
          }
        ]
      },
      {
        "title": "Colágeno y bioestimuladores",
        "anchor": "collagen-biostimulators",
        "description": "Cómo cambia el colágeno con la edad y cómo los bioestimuladores apoyan la remodelación a largo plazo.",
        "items": [
          {
            "title": "El Colágeno con el Paso del Tiempo",
            "excerpt": "Por qué cambia el colágeno, cómo se refleja en la piel y los tiempos realistas.",
            "href": "/learn/collagen-loss-and-rebuilding-timeline"
          },
          {
            "title": "PLLA Bioestimulador de Colágeno",
            "excerpt": "Qué es PLLA, cómo actúa con el tiempo y por qué la técnica médica importa.",
            "href": "/learn/plla-collagen-biostimulator"
          }
        ]
      },
      {
        "title": "Lifting no quirúrgico",
        "anchor": "non-surgical-lifting",
        "description": "Cómo evaluar dispositivos de lifting, calidad de planificación y elección de proveedor.",
        "items": [
          {
            "title": "Mejor clínica en Tijuana para Ultraformer MPT",
            "excerpt": "Qué diferencia la planificación con Ultraformer MPT y qué priorizar si viajas para tratamiento.",
            "href": "/learn/best-clinic-tijuana-ultraformer-mpt"
          }
        ]
      },
      {
        "title": "Turismo médico",
        "anchor": "medical-tourism",
        "description": "Cómo evaluar seguridad clínica transfronteriza, calidad de planificación y estructura de seguimiento.",
        "items": [
          {
            "title": "Guía para pacientes de San Diego que consideran tratamientos estéticos en Tijuana",
            "excerpt": "Guía práctica para pacientes de San Diego sobre cruce fronterizo, seguridad clínica, ritmo de tratamiento y seguimiento.",
            "href": "/learn/a-guide-for-san-diego-patients-considering-aesthetic-treatments-in-tijuana"
          },
          {
            "title": "Es seguro para pacientes de Estados Unidos realizarse tratamientos estéticos en Tijuana?",
            "excerpt": "Un marco práctico para evaluar autenticidad de equipos, nivel médico, protocolos y seguimiento antes de reservar.",
            "href": "/learn/is-it-safe-for-us-patients-to-get-aesthetic-treatments-in-tijuana"
          }
        ]
      }
    ]
  },
  "relatedEducation": "Educación relacionada"
}
