[
  {
    "id": "cat.collagen_biostimulators.name",
    "en": "Collagen Biostimulators",
    "es": "Biostimuladores de Colgeno"
  },
  {
    "id": "svc.sculptra.name",
    "en": "Sculptra (PLLA) - Poly-L-Lactic Acid",
    "es": "Sculptra (PLLA) - Poli-L-Lctico"
  },
  {
    "id": "svc.sculptra.desc",
    "en": "Gradually restore youthful volume and firmness with Sculptra, a poly-L-lactic acid (PLLA) collagen stimulator that enhances skin texture and structure over time.",
    "es": "Restaure gradualmente el volumen y la firmeza juvenil con Sculptra, un estimulador de colgeno de cido poli-L-lctico (PLLA) que mejora la textura y estructura de la piel con el tiempo."
  },
  {
    "id": "svc.sculptra.details",
    "en": "Sculptra is an injectable biostimulant composed of poly-L-lactic acid (PLLA), designed to activate your skins natural collagen production. It gradually restores lost facial volume, improves skin density, and enhances definition in areas like the cheeks, jawline, and temples. Unlike traditional dermal fillers, Sculptra delivers subtle, progressive improvements that last up to two years.",
    "es": "Sculptra es un biostimulante inyectable compuesto de cido poli-L-lctico (PLLA), diseado para activar la produccin natural de colgeno de la piel. Restaura gradualmente el volumen facial perdido, mejora la densidad de la piel y realza la definicin en reas como las mejillas, la lnea mandibular y las sienes. A diferencia de los rellenos drmicos tradicionales, Sculptra proporciona mejoras sutiles y progresivas que duran hasta dos aos."
  },
  {
    "id": "note.sculptra.protocol",
    "en": "Manufacturer protocol requires a minimum series of 3 sessions, typically spaced 46 weeks apart",
    "es": "El protocolo del fabricante requiere una serie mnima de 3 sesiones, normalmente espaciadas cada 4 a 6 semanas"
  },
  {
    "id": "note.sculptra.long_term",
    "en": "Excellent for long-term volume restoration without an overfilled look",
    "es": "Excelente para la restauracin de volumen a largo plazo sin apariencia sobrecargada"
  },
  {
    "id": "note.sculptra.single_session",
    "en": "Single-session pricing is $575 when there is no commitment to a full rejuvenation treatment plan, or when the session is used as a maintenance treatment.",
    "es": "El precio por una sola sesin es de $575 cuando no hay compromiso con un plan completo de rejuvenecimiento, o cuando la sesin se utiliza como tratamiento de mantenimiento."
  },
  {
    "id": "note.sculptra.per_vial",
    "en": "Pricing is per vial, not per session; total vials vary by area and plan",
    "es": "La tarifa es por vial, no por sesin; el nmero total de viales vara segn el rea y el plan"
  },
  {
    "id": "goal.sculptra.collagen",
    "en": "Stimulate natural collagen growth",
    "es": "Estimular el crecimiento natural del colgeno"
  },
  {
    "id": "goal.sculptra.volume",
    "en": "Rebuild facial volume lost to aging",
    "es": "Reconstruir el volumen facial perdido por el envejecimiento"
  },
  {
    "id": "goal.sculptra.texture",
    "en": "Improve skin texture, elasticity, and structure",
    "es": "Mejorar la textura, elasticidad y estructura de la piel"
  },
  {
    "id": "area.sculptra.cheeks",
    "en": "Cheeks",
    "es": "Mejillas"
  },
  {
    "id": "area.sculptra.temples",
    "en": "Temples",
    "es": "Sienes"
  },
  {
    "id": "area.sculptra.jawline",
    "en": "Jawline",
    "es": "Lnea Mandibular"
  },
  {
    "id": "area.sculptra.nasolabial_folds",
    "en": "Nasolabial Folds",
    "es": "Pliegues Nasolabiales"
  },
  {
    "id": "area.sculptra.marionette_lines",
    "en": "Marionette Lines",
    "es": "Lneas de Marioneta"
  },
  {
    "id": "area.sculptra.chin",
    "en": "Chin",
    "es": "Barbilla"
  },
  {
    "id": "area.sculptra.neck",
    "en": "Neck",
    "es": "Cuello"
  },
  {
    "id": "area.sculptra.other",
    "en": "Other zones may be treated upon request following medical evaluation",
    "es": "Otras zonas pueden tratarse a solicitud tras evaluacin mdica"
  },
  {
    "id": "opt.sculptra.per_vial",
    "en": "Sculptra",
    "es": "Sculptra"
  },
  {
    "id": "note.sculptra.vial_price",
    "en": "This price is reflective of 1 vial",
    "es": "Este precio refleja 1 vial"
  },
  {
    "id": "note.sculptra.vial_quantity",
    "en": "Vial quantity is subject to change based on zone size and/or zones treated",
    "es": "La cantidad de viales est sujeta a cambios segn el tamao de la zona y/o zonas tratadas"
  },
  {
    "id": "promo.sculptra.headline",
    "en": "Exclusive Sculptra Savings",
    "es": "Ahorro Exclusivo en Sculptra"
  },
  {
    "id": "promo.sculptra.description",
    "en": "Lock in a limited-time per-vial advantage with our full Sculptra rejuvenation program, designed as a 3-session protocol to support long-term collagen regeneration, skin quality, and natural-looking rejuvenation.",
    "es": "Asegura un beneficio especial por vial con nuestro programa completo de rejuvenecimiento con Sculptra, diseado como un protocolo de 3 sesiones para estimular colgeno a largo plazo, mejorar la calidad de la piel y lograr un rejuvenecimiento natural y progresivo."
  },
  {
    "id": "promo.sculptra.option_name",
    "en": "Sculptra - Rejuvenation Treatment Plan",
    "es": "Sculptra - Tratamiento de Rejuvenecimiento"
  },
  {
    "id": "promo.sculptra.note1",
    "en": "Exclusive $515 rate applies only when purchased as a 3-session plan (manufacturer-recommended minimum)",
    "es": "La tarifa exclusiva de $515 aplica solo al comprar el plan de 3 sesiones (mnimo recomendado por el fabricante)"
  },
  {
    "id": "promo.sculptra.note2",
    "en": "Price shown is per vial.",
    "es": "El precio mostrado es por vial."
  },
  {
    "id": "promo.sculptra.note3",
    "en": "Final cost will depend on the number of vials required to treat the selected zone. Typically, one vial per zone is used, though this may vary based on zone size and individual needs.",
    "es": "El costo final depender de la cantidad de viales necesarios para tratar la zona seleccionada. Generalmente se utiliza un vial por zona, aunque puede variar segn el tamao del rea y las necesidades individuales."
  },
  {
    "id": "promo.sculptra.note4",
    "en": "Each vial used within the treatment plan is offered at the same exclusive rate.",
    "es": "Cada vial utilizado dentro del plan se ofrece a la misma tarifa exclusiva."
  },
  {
    "id": "addon.sculptra.microneedling",
    "en": "Microneedling - PN - Polynucleotide",
    "es": "Microagujas - PN - Polinucletido"
  },
  {
    "id": "addon.sculptra.casmara_infinity",
    "en": "Casmara - Infinity AntiAging Facial",
    "es": "Casmara - Facial Antienvejecimiento Infinity"
  },
  {
    "id": "addon.sculptra.hydrafacial",
    "en": "Hydrafacial MD - Face",
    "es": "Hydrafacial MD - Rostro"
  },
  {
    "id": "addon.sculptra.rf_microneedling",
    "en": "Sylfirm X - RF Microneedling - Face + Neck + Dcollet",
    "es": "Sylfirm X - Microagujas RF - Rostro + Cuello + Escote"
  },
  {
    "id": "addon.sculptra.pdo_threads",
    "en": "PDO Thread Lift - Signature Lower Face Lift",
    "es": "Hilos PDO - Levantamiento Facial Inferior Signature"
  },
  {
    "id": "addon.sculptra.facial_balancing",
    "en": "Facial Balancing - Juvderm Volbella",
    "es": "Equilibrio Facial - Juvderm Volbella"
  },
  {
    "id": "exp.sculptra.pre.1",
    "en": "Avoid alcohol, aspirin, ibuprofen, and fish oil supplements 2448 hours before treatment to minimize bruising.",
    "es": "Evite alcohol, aspirina, ibuprofeno y suplementos de aceite de pescado 24-48 horas antes del tratamiento para minimizar moretones."
  },
  {
    "id": "exp.sculptra.pre.2",
    "en": "Stay well-hydrated and eat a nutritious meal before your appointment.",
    "es": "Mantngase bien hidratado y coma una comida nutritiva antes de su cita."
  },
  {
    "id": "exp.sculptra.pre.3",
    "en": "Pause topical retinoids/acids on treatment areas for 48 hours and arrive with clean skin.",
    "es": "Suspenda retinoides/cidos tpicos en las zonas a tratar por 48 horas y llegue con la piel limpia."
  },
  {
    "id": "exp.sculptra.pre.4",
    "en": "Inform your provider about autoimmune conditions, keloid history, recent vaccines/dental work, or blood thinners.",
    "es": "Informe a su especialista sobre enfermedades autoinmunes, antecedentes de queloides, vacunas/trabajos dentales recientes o anticoagulantes."
  },
  {
    "id": "exp.sculptra.during.1",
    "en": "You may feel brief pinching and pressure during microcannula or needle placement; numbing and cold packs help comfort.",
    "es": "Puede sentir pequeos pinchazos y presin durante el uso de microcnula o aguja; la anestesia y compresas fras ayudan a la comodidad."
  },
  {
    "id": "exp.sculptra.during.2",
    "en": "Gentle massage is performed to disperse the product evenly in the treated area.",
    "es": "Se realiza un masaje suave para dispersar el producto uniformemente en la zona tratada."
  },
  {
    "id": "exp.sculptra.post.1",
    "en": "Massage treated areas for 5 minutes, 5 times a day, for 5 days to support even collagen stimulation.",
    "es": "Masajee las reas tratadas por 5 minutos, 5 veces al da, durante 5 das para apoyar la estimulacin uniforme del colgeno."
  },
  {
    "id": "exp.sculptra.post.2",
    "en": "Use cool compresses for the first 24 hours and avoid strenuous exercise, saunas, or hot yoga for 48 hours.",
    "es": "Use compresas fras durante las primeras 24 horas y evite ejercicio intenso, saunas o yoga caliente por 48 horas."
  },
  {
    "id": "exp.sculptra.post.3",
    "en": "Expect swelling/bruising for a few days; protect from sun and avoid facial massages or dental work for 2 weeks.",
    "es": "Espere hinchazn/moretones por algunos das; proteja del sol y evite masajes faciales o trabajo dental por 2 semanas."
  },
  {
    "id": "exp.sculptra.post.4",
    "en": "Results build gradually over 48 weeks after each session; full effects often visible by 34 months.",
    "es": "Los resultados se desarrollan gradualmente en 48 semanas despus de cada sesin; los efectos completos suelen verse en 34 meses."
  },
  {
    "id": "faq.sculptra.q1",
    "en": "What makes Sculptra different from traditional fillers?",
    "es": "Qu hace que Sculptra sea diferente de los rellenos tradicionales?"
  },
  {
    "id": "faq.sculptra.a1",
    "en": "Sculptra stimulates your bodys own collagen production over time, rather than adding immediate volume like hyaluronic acid fillers. The result is longer-lasting, natural rejuvenation.",
    "es": "Sculptra estimula la produccin propia de colgeno de su cuerpo con el tiempo, en lugar de agregar volumen inmediato como los rellenos de cido hialurnico. El resultado es una rejuvenacin natural de mayor duracin."
  },
  {
    "id": "faq.sculptra.q2",
    "en": "How many vials are typically needed?",
    "es": "Cuntos viales se necesitan tpicamente?"
  },
  {
    "id": "faq.sculptra.a2",
    "en": "Most patients need 23 vials over the course of multiple sessions, depending on age, facial volume loss, and treatment goals.",
    "es": "La mayora de los pacientes necesitan 2-3 viales durante el curso de mltiples sesiones, dependiendo de la edad, la prdida de volumen facial y los objetivos del tratamiento."
  },
  {
    "id": "faq.sculptra.q3",
    "en": "Is there any downtime?",
    "es": "Hay algn tiempo de inactividad?"
  },
  {
    "id": "faq.sculptra.a3",
    "en": "There may be mild swelling, redness, or bruising, but most patients return to daily activities immediately after treatment.",
    "es": "Puede haber hinchazn leve, enrojecimiento o moretones, pero la mayora de los pacientes regresan a las actividades diarias inmediatamente despus del tratamiento."
  },
  {
    "id": "faq.sculptra.q4",
    "en": "When will I see results?",
    "es": "Cundo ver los resultados?"
  },
  {
    "id": "faq.sculptra.a4",
    "en": "Results appear gradually over several weeks as collagen builds, with continued improvement up to 6 months.",
    "es": "Los resultados aparecen gradualmente en varias semanas a medida que el colgeno se acumula, con mejora continua hasta 6 meses."
  },
  {
    "id": "faq.sculptra.q5",
    "en": "How long do the results last?",
    "es": "Cunto duran los resultados?"
  },
  {
    "id": "faq.sculptra.a5",
    "en": "Sculptra results typically last 2 years or longer with proper treatment and maintenance.",
    "es": "Los resultados de Sculptra tpicamente duran 2 aos o ms con tratamiento y mantenimiento adecuados."
  },
  {
    "id": "svc.harmonyca.name",
    "en": "HarmonyCa (Hyaluronic Acid + Calcium Hydroxyapatite)",
    "es": "HarmonyCa (cido Hialurnico + Hidroxiapatita de Calcio)"
  },
  {
    "id": "svc.harmonyca.desc",
    "en": "HarmonyCa is a next-generation biostimulatory filler that combines hyaluronic acid (HA) for immediate facial volume with calcium hydroxyapatite (CaHA) for long-term collagen stimulation. This hybrid injectable enhances facial contour, skin quality, and structural lift in a single treatment.",
    "es": "HarmonyCa es un relleno biostimulador de nueva generacin que combina cido hialurnico (AH) para volumen facial inmediato con hidroxiapatita de calcio (CaHA) para estimulacin de colgeno a largo plazo. Este inyectable hbrido mejora el contorno facial, la calidad de la piel y el levantamiento estructural en un solo tratamiento."
  },
  {
    "id": "svc.harmonyca.details",
    "en": "HarmonyCa is a dual-phase injectable combining hyaluronic acid for immediate hydration and volume, with CaHA microspheres to boost collagen production over time. This advanced formula is ideal for enhancing cheekbones, defining the jawline, and restoring firmness in the lower face. Its bioregenerative effect helps improve skin density and elasticity, making it a top choice for long-lasting, natural-looking rejuvenation without heaviness or puffiness.",
    "es": "HarmonyCa es un inyectable bifsico que combina cido hialurnico para hidratacin y volumen inmediato, con microesferas de CaHA para aumentar la produccin de colgeno con el tiempo. Esta frmula avanzada es ideal para realzar los pmulos, definir la lnea mandibular y restaurar la firmeza en la cara inferior. Su efecto bioregenerativo ayuda a mejorar la densidad y elasticidad de la piel, convirtindolo en una opcin principal para un rejuvenecimiento duradero, natural y sin pesadez ni hinchazn."
  },
  {
    "id": "note.harmonyca.syringes",
    "en": "Treatment includes 2 syringes (1.25 mL each)",
    "es": "El tratamiento incluye 2 jeringas (1.25 mL cada una)"
  },
  {
    "id": "note.harmonyca.zones",
    "en": "Clinically effective for rejuvenating midface, jawline, and lower face",
    "es": "Efectivo clnicamente para rejuvenecer la media cara, lnea mandibular y cara inferior"
  },
  {
    "id": "note.harmonyca.natural_results",
    "en": "Recommended for patients seeking natural yet structural results",
    "es": "Recomendado para pacientes que buscan resultados naturales pero estructurales"
  },
  {
    "id": "goal.harmonyca.lift",
    "en": "Lift and contour midface and lower face",
    "es": "Elevar y contornear la media cara y cara inferior"
  },
  {
    "id": "goal.harmonyca.collagen",
    "en": "Stimulate collagen and improve skin architecture",
    "es": "Estimular el colgeno y mejorar la arquitectura de la piel"
  },
  {
    "id": "goal.harmonyca.volume",
    "en": "Restore volume while enhancing skin density and elasticity",
    "es": "Restaurar el volumen mientras se mejora la densidad y elasticidad de la piel"
  },
  {
    "id": "area.harmonyca.cheeks",
    "en": "Cheeks",
    "es": "Mejillas"
  },
  {
    "id": "area.harmonyca.jawline",
    "en": "Jawline",
    "es": "Lnea Mandibular"
  },
  {
    "id": "area.harmonyca.chin",
    "en": "Chin",
    "es": "Barbilla"
  },
  {
    "id": "area.harmonyca.lower_face",
    "en": "Lower Face",
    "es": "Cara Inferior"
  },
  {
    "id": "area.harmonyca.preauricular",
    "en": "Preauricular Hollow",
    "es": "Hundimiento Preauricular"
  },
  {
    "id": "opt.harmonyca.per_treatment",
    "en": "HarmonyCa",
    "es": "HarmonyCa"
  },
  {
    "id": "addon.harmonyca.microneedling",
    "en": "Microneedling - PN - Polynucleotide",
    "es": "Microneedling - PN - Polinucletido"
  },
  {
    "id": "addon.harmonyca.casmara_infinity",
    "en": "Casmara - Infinity AntiAging Facial",
    "es": "Casmara - Facial Antienvejecimiento Infinity"
  },
  {
    "id": "addon.harmonyca.hydrafacial",
    "en": "Hydrafacial MD - Face",
    "es": "Hydrafacial MD - Rostro"
  },
  {
    "id": "addon.harmonyca.rf_microneedling",
    "en": "Sylfirm X - RF Microneedling - Face + Neck + Dcollet",
    "es": "Sylfirm X - Microagujas RF - Rostro + Cuello + Escote"
  },
  {
    "id": "addon.harmonyca.pdo_threads",
    "en": "PDO Thread Lift - Signature Lower Face Lift",
    "es": "Hilos PDO - Levantamiento Facial Inferior Signature"
  },
  {
    "id": "exp.harmonyca.pre.1",
    "en": "Avoid alcohol, NSAIDs, and blood-thinning supplements (fish oil, garlic, ginkgo) for at least 2448 hours.",
    "es": "Evite alcohol, AINE y suplementos anticoagulantes (aceite de pescado, ajo, ginkgo) durante al menos 24-48 horas."
  },
  {
    "id": "exp.harmonyca.pre.2",
    "en": "Inform your provider of recent dental procedures, vaccinations, or laser treatments.",
    "es": "Informe a su proveedor de procedimientos dentales recientes, vacunaciones o tratamientos lser."
  },
  {
    "id": "exp.harmonyca.pre.3",
    "en": "Pause retinoids/acids on treatment areas for 48 hours and arrive with clean skin.",
    "es": "Suspenda retinoides/cidos en las zonas a tratar por 48 horas y llegue con la piel limpia."
  },
  {
    "id": "exp.harmonyca.pre.4",
    "en": "Disclose autoimmune conditions, keloid history, or anticoagulant use to tailor your plan safely.",
    "es": "Informe sobre enfermedades autoinmunes, antecedentes de queloides o uso de anticoagulantes para adaptar el plan de forma segura."
  },
  {
    "id": "exp.harmonyca.during.1",
    "en": "You may feel brief pinching and pressure during cannula/needle placement; numbing and cooling can be used for comfort.",
    "es": "Puede sentir pequeos pinchazos y presin durante el uso de cnula/aguja; se pueden usar anestesia y enfriamiento para mayor comodidad."
  },
  {
    "id": "exp.harmonyca.during.2",
    "en": "Gentle molding/massage follows to shape and distribute the product evenly.",
    "es": "Se realiza moldeado/masaje suave para dar forma y distribuir el producto de manera uniforme."
  },
  {
    "id": "exp.harmonyca.post.1",
    "en": "Expect mild swelling, redness, or tenderness for a few days; apply cool compresses for the first 24 hours.",
    "es": "Espere hinchazn leve, enrojecimiento o sensibilidad durante algunos das; aplique compresas fras las primeras 24 horas."
  },
  {
    "id": "exp.harmonyca.post.2",
    "en": "Avoid facial massage, dental work, high heat (saunas/hot yoga), and strenuous exercise for 48 hours.",
    "es": "Evite masaje facial, trabajo dental, calor intenso (saunas/yoga caliente) y ejercicio extenuante por 48 horas."
  },
  {
    "id": "exp.harmonyca.post.3",
    "en": "Visible lift is immediate; collagen-stimulating effects continue developing over 68 weeksprotect skin from sun during this period.",
    "es": "El levantamiento visible es inmediato; los efectos estimuladores de colgeno continan desarrollndose durante 68 semanas; proteja la piel del sol en este periodo."
  },
  {
    "id": "exp.harmonyca.post.4",
    "en": "Contact us for significant asymmetry, increasing pain, fever, or skin discoloration.",
    "es": "Contctenos ante asimetra significativa, dolor en aumento, fiebre o cambios de color en la piel."
  },
  {
    "id": "faq.harmonyca.q1",
    "en": "How is HarmonyCa different from traditional dermal fillers?",
    "es": "En qu se diferencia HarmonyCa de los rellenos drmicos tradicionales?"
  },
  {
    "id": "faq.harmonyca.a1",
    "en": "HarmonyCa combines the immediate volume of HA with the collagen-boosting power of CaHA, providing both instant lift and long-term skin regeneration.",
    "es": "HarmonyCa combina el volumen inmediato del HA con el poder estimulador de colgeno del CaHA, proporcionando levantamiento instantneo y regeneracin de la piel a largo plazo."
  },
  {
    "id": "faq.harmonyca.q2",
    "en": "Which areas respond best to HarmonyCa?",
    "es": "Qu reas responden mejor a HarmonyCa?"
  },
  {
    "id": "faq.harmonyca.a2",
    "en": "Cheeks, jawline, chin, and the lower face benefit most, especially for patients with mild-to-moderate volume loss or skin laxity.",
    "es": "Las mejillas, lnea mandibular, barbilla y la cara inferior se benefician ms, especialmente para pacientes con prdida de volumen leve a moderada o laxitud de la piel."
  },
  {
    "id": "faq.harmonyca.q3",
    "en": "How long do HarmonyCa results last?",
    "es": "Cunto duran los resultados de HarmonyCa?"
  },
  {
    "id": "faq.harmonyca.a3",
    "en": "Most patients enjoy results that last 1218 months, depending on their age, skin type, and lifestyle habits.",
    "es": "La mayora de los pacientes disfrutan resultados que duran 12-18 meses, dependiendo de su edad, tipo de piel y hbitos de vida."
  },
  {
    "id": "faq.harmonyca.q4",
    "en": "Is HarmonyCa approved and safe?",
    "es": "Est HarmonyCa aprobado y es seguro?"
  },
  {
    "id": "faq.harmonyca.a4",
    "en": "Yes. HarmonyCa is CE-certified and used widely across Europe. At Mave, it's administered exclusively by licensed medical providers.",
    "es": "S. HarmonyCa est certificado CE y se usa ampliamente en Europa. En Mave, es administrado exclusivamente por proveedores mdicos licenciados."
  },
  {
    "id": "faq.harmonyca.q5",
    "en": "Can I combine HarmonyCa with other procedures?",
    "es": "Puedo combinar HarmonyCa con otros procedimientos?"
  },
  {
    "id": "faq.harmonyca.a5",
    "en": "Absolutely. It pairs well with treatments like Ultraformer, RF microneedling, and skin boosters like Rejuran for comprehensive facial rejuvenation.",
    "es": "Absolutamente. Se combina bien con tratamientos como Ultraformer, microneedling RF y potenciadores de piel como Rejuran para rejuvenecimiento facial completo."
  }
]
